{
    "advisors": [
        {
            "name": "Christopher Jermaine",
            "school": "Engineering",
            "department": "Computer Science",
            "email": "cmj4@rice.edu",
            "office": "3011 Duncan Hall",
            "bio": "I received a BA from the Mathematics Department at UCSD, an MSc from the Computer Science and Engineering Department at OSU (my advisor at OSU was Renee Miller, who is now at Toronto), and a PhD from the College of Computing at Georgia Tech (my advisor at Georgia Tech was Ed Omiecinski). I am the recipient of a 2008 Alfred P. Sloan Foundation Research Fellowship, a National Science Foundation CAREER award, and a 2007 ACM SIGMOD Best Paper Award. I have been at Rice since January, 2009, and I was on the faculty of the computer science department at the University of Florida from 2002, through August, 2010. \n\tIn my spare time, I enjoy running, gardening, and outdoor activities such as hiking, climbing, and whitewater boating. I've walked the John Muir Trail twice (250+ miles total each time, including side trips) as well as Glyndywr's Way in Wales (135+ miles), carrying my then-3-year-old son on my back. I've walked the Kerry Way in Ireland (130+ miles). For that one, I carried my then-5-year-old son about half the way. I've hiked and/or climbed 12 out of the 13 14,000 foot peaks in California. In one particular exploit, my wife and I floated a whitewater raft (home-made from scratch using a sewing machine, glue, and plastic) over 100 miles down the Nizina River (and beyond) in Alaska."
        },
        {
            "name": "Emily Houlik-Ritchey",
            "school": "Humanities",
            "department": "English",
            "email": "emily.houlik-ritchey@rice.edu",
            "office": "235 Herring Hall",
            "bio": "I teach and research the literature of the Middle Ages written in medieval English and Spanish, studying the interaction of these cultural traditions with the wider medieval Mediterranean world. I received my Ph.D. at Indiana University, Bloomington, and was the Arnold Postdoctoral Fellow at UCSB before coming to Rice in 2015. I love teaching and regularly offer classes in Arthurian Literature, Geoffrey Chaucer, Medieval Romance, Race in the Middle Ages, and introductory courses to the English major. I am originally from Colorado, and my family (including a husband and two spunky kids) travel back there regularly to hike, camp, ski, and see family. I use feminine pronouns, I am a sucker for really good chocolate, I love re-reading my favorite sci-fi and fantasy books, and I foster monarch butterfly caterpillars through their metamorphosis into butterflies."
        },
        {
            "name": "Laura Kabiri",
            "school": "Natural Sciences",
            "department": "Kinesiology",
            "email": "laura.kabiri@rice.edu",
            "office": "S203 Tudor Field House",
            "bio": "Laura Kabiri is a human anatomy and physiology instructor in the Wiess School of Natural Sciences. She is also a licensed physical therapist with previous experience in the hospital setting. Her undergraduate degree is a BA in music (piano/voice) which made for an interesting transition into her graduate work (MS, DPT, PhD) in physical therapy. Research interests cover pediatric health and wellness (https://kabiri.rice.edu) including body composition, cardiorespiratory fitness, muscular fitness, and motor skills. She is known to feed hungry stressed-out McMurts during finals each semester doing her regular Sweet and Salty event and loves visiting with students. Dr. Kabiri is also a busy wife and mother of twin boys. When she is not on campus, she enjoys reading, listening to live music, playing with her crazy Vizsla Hannah, anything outdoors, and eating."
        },
        {
            "name": "Ozge Gurcanli",
            "school": "Social Sciences",
            "department": "Psychology",
            "email": "ozge.gurcanli@rice.edu",
            "office": "456 Sewall Hall",
            "bio": "Özge Gürcanlı received her Ph.D. in Cognitive Science from Johns Hopkins University in 2012. In January 2013, fresh out of grad school, she started her career as a teaching faculty at the Department of Psychology, Rice University. Since then she has taught courses such as Introduction to Psychology, Developmental Psychology, Language Acquisition, and Research Methods. In her research, she explores how monolingual and bilingual speakers, both children and adults, talk about the spatial world around them by using the combinatorial property of language. In her teaching, she uses a healthy combination of traditional and innovative methods. She is a huge believer of experiential learning, and her developmental psychology course got university-wide recognition because of its experiential component. In addition to being a teaching faculty, she serves as a major advisor and the director of the honors program in the Department of Psychology."
        }
    ]
}