{
    "content":[
    "Like to build, create, or innovate? The MIS is your place! The McMurtry Innovation Space (MIS) is an interdisciplinary design space open to all Rice students designed to support the projects of individuals and groups on campus, and it's an awesome place to go for all things creative. We offer a ton of things, including woodworking tools (with a miter saw and multiple other types of saws), 3D printing, CAD software (with 2 powerful computers), electronics, a whiteboard wall, and a projector! This is also the home base for our Arts Committee, and we have a ton of supplies to fit your artsy needs as well. Since some of the equipment is locked, you must have the General Manager unlock it for you. Please see below for more information on our technicians.",
    "Fun fact: NO other college has anything like this! Join us to help us not only make the space cooler, but also to help host workshops and events for the Murt (and Rice) community that teach people about different aspects of engineering or art. We would love to hear your thoughts and work with your ideas to make the MIS the best space it can be!",
    "To gain swipe access to the MIS, first read the following safety guidelines. Then take the safety quiz, which is provided in the guidelines document. All students or faculty who complete the safety quiz with a 100% will gain swipe access to the space. The MIS is located in Room 107 of McMurtry College, between the B and C stairwells. Email us at mcminnovationspace@gmail.com for more information on what we have in the space, room reservations, or any questions."
    ],
    "hours": [
        {
            "day": "Monday",
            "hours": "8 AM - Midnight"
        },
        {
            "day": "Tuesday",
            "hours": "8 AM - Midnight"
        },
        {
            "day": "Wednesday",
            "hours": "8 AM - Midnight"
        },
        {
            "day": "Thursday",
            "hours": "8 AM - Midnight"
        },
        {
            "day": "Friday",
            "hours": "8 AM - 10PM"
        },
        {
            "day": "Saturday",
            "hours": "8 AM - 10PM"
        },
        {
            "day": "Sunday",
            "hours": "8 AM - Midnight"
        }
    ],
    "leadership":[
        {
            "name":"Lucas Dovalina (General Manager)",
            "major":"Mechanical Engineering",
            "college":"McMurtry",
            "email":"lbd1@rice.edu",
            "askMeAbout":"3D Printing, Assembly, Advanced CAD (Fusion 360, SOLIDWORKS, Inventor), Arduino and Raspberry Pi, Woodworking, Welding, Soldering, Hand Tools"
        }
    ],
    "personnel":[
        {
            "name":"Raj Anthony",
            "major":"Electrical and Computer Engineering",
            "college":"McMurtry",
            "email":"rra2@rice.edu",
            "askMeAbout":"Computer/tech repair and troubleshooting, 3D Printing, CAD, Hand Tools, Shop Tools, Microcontrollers, Soldering"
        },
        {
            "name":"Bri Schulstad",
            "major":"Chemical Engineering + Earth, Environmental, and Planetary Sciences",
            "college":"McMurtry",
            "email":"bts8@rice.edu",
            "askMeAbout":"CAD, 3D printing, Hand Tools"
        },
        {
            "name":"Owen Krum",
            "major":"Mechanical Engineering",
            "college":"McMurtry",
            "email":"otk1@rice.edu",
            "askMeAbout":"Woodworking, Wood species, Vintage hand tools, Tool Restoration, Carpentry, Cabinet Making, CAD, Laser Cutting, Wood Finishing"
        },
        {
            "name":"Tristen Flores",
            "major":"Mechanical Engineering, Minor in CAAM",
            "college":"McMurtry",
            "email":"trf5@rice.edu",
            "askMeAbout":"CAD, Arduino, 3D Printing, Laser Cutting, Woodworking, Hand Tools, Power Tools"
        }
    ]
}