{
  "strive_liaisons": {
    "description": "STRIVE is a student-driven coalition that empowers all members of the Rice community to play an active role in eliminating gender-based inequality and sexual violence. We do this by engaging in positive, open dialogue, pooling on and off-campus resources, and providing the tools and skills necessary to create cultural change.",
    "members": [
      {
        "name": "Emily Duffus",
        "phone": "(973) 508-6538",
        "email": "ekd2@rice.edu"
      },
      {
        "name": "Morgan Gage",
        "email": "mag26@rice.edu"
      },
      {
        "name": "Sarah Swackhamer",
        "email": "sws5@rice.edu"
      },
      {
        "name": "Callie Carnahan",
        "email": "cfc2@rice.edu"
      }
    ]
  },
  "RHAs": {
    "description": "RHAs are students who have been trained on a variety of wellbeing topics. These students work at their college to provide health education opportunities, health supplies and peer guidance. RHAs also act as a liaison between the Student Wellbeing Office and the residential colleges, staying up to date on campus-wide wellbeing programming.",
    "members": [
      {
        "name": "Akshaya Venkatesh",
        "pronouns": "she/her/hers",
        "bio": "Hi McMurtry! My name is Akshaya Venkatesh and I'm a senior at McMurtry! I'm originally from Southern California, majoring in cognitive science, and minoring in biochemistry and cell biology. I enjoy reading books (so recommend any books that you like!), watching tv shows and movies, and spending time with friends and family! Feel free to talk to me about homesickness, imposter syndrome, anxiety, managing stress, and time management. I've been an RHA since my freshman year, so feel free to reach out anytime :)",
        "phone": "(805) 428-9475",
        "email": "av54@rice.edu",
        "photo": "../../../../static/rhas/Akshaya_Venkatesh.jpg"
      },
      {
        "name": "Rishi Vas",
        "pronouns": "he/him/his",
        "bio": "I'm on Rice Riyaaz, the Bollywood Fusion dance team on campus! I love to play sports such as tennis and basketball and I'm a diehard Dallas Mavericks and Cowboys fan!",
        "phone": "(214) 603-1931",
        "email": "rkv2@rice.edu",
        "photo": "../../../../static/rhas/Rishi_Vas.jpg"
      },
      {
        "name": "Camille Villar",
        "pronouns": "she/her/hers",
        "bio": "I've been an RHA since my freshman year, and I am excited to be a co-head RHA for Murt this year! I've been a Houstonian my whole life, but I've kept in touch with my Filipino roots. I love boba, sunny days, coffee, games (video and board, haha), playing the flute, and Marvel. I'm super approachable-- feel free to reach out if you want to talk about anything or just hang out!",	
        "phone": "(713) 851-1258",
        "email": "cfv1@rice.edu",
        "photo": "../../../../static/rhas/Camille_Villar.jpg"
      },
      {
        "name": "Aaron Vaughan",
        "pronouns": "he/him/his",
        "bio": "Hi! My name is Aaron and I'm a senior at McMurtry studying psychology and sociology. Outside of being an RHA, I'm involved in Rice Alzheimer's Buddies, Academic Fellows, and McM government, among other things. Come talk to me about mental health, de-stress techniques, dealing with the transition to Rice, or anything else you'd like to talk about!" ,
        "phone": "(469) 247-2607",
        "email": "amv11@rice.edu",
        "photo": "../../../../static/rhas/Aaron_Vaughan.jpg"
      },
      {
        "name": "Annika Nambiar",
        "pronouns": "she/her/hers",
        "bio": "I love playing volleyball and lettering. My favorite thing to do around Houston is find the best food places!",
        "phone": "(650) 730-6539",
        "email": "an44@rice.edu",
        "photo": "../../../../static/rhas/Annika_Nambiar.jpg"
      },
      {
        "name": "Ahalya Lettenberger",
        "phone": "(630) 956-4608",
        "email": "abl10@rice.edu",
        "photo": "../../../../static/rhas/Ahalya_Lettenberger.jpeg"
      },
      {
        "name": "Prathik Kalva",
        "pronouns": "he/him/his",
        "bio": "I enjoy dancing, playing sports with my friends, and going out to eat (especially Taco Bell!).",
        "phone": "(832) 651-8763",
        "email": "pk28@rice.edu",
        "photo": "../../../../static/rhas/Prathik_Kalva.png"
      },
      {
        "name": "Karen Martinez Perez",
        "pronouns": "she/her/hers",
        "bio": "If you want a hug, boba, a shopping buddy, someone to dance around or learn a new language with, I'm down :). I'm not a professional but feel free to reach out about: managing anxiety, imposter syndrome, relationships (romantic/platonic), confidence/self-esteem, burnout, and feeling lonely or homesick.",
        "phone": "(936) 439-3319",
        "email": "kmm10@rice.edu",
        "photo": "../../../../static/rhas/Karen_Martinez_Perez.jpg"
      },
      {
        "name": "Manshi Patel",
        "pronouns": "she/her/hers",
        "bio": "Hi! My name is Manshi, my major is Biochemistry, and I am a rising junior. My interests include watching space documentaries, trying out vegetarian recipes, and shopping on etsy!",
        "phone": "(615) 724-8243",
        "email": "mpp5@rice.edu",
        "photo": "../../../../static/rhas/Manshi_Patel.jpg"
      }
    ]
  },
  "head_caregivers": {
    "description": "Head Caregivers for McMurtry College.",
    "members": [
      {
        "name": "Akshaya Venkatesh",
        "phone": "(805) 428-9475",
        "email": "av54@rice.edu",
        "room": "332"
      },
      {
        "name": "Lucy Hernandez",
        "phone": "",
        "email": "lfh1@rice.edu",
        "room": ""
      }
    ]
  }
}
