{
    "mcteam_positions": [
        {
            "position": "Magisters",
            "names": "Margaret Beier and Chris Stickney",
            "body": [
                "We are Margaret Beier and Chris Stickney, the Magisters of McMurtry College, and we are thrilled to welcome you to the community!",
                "College Magisters are faculty members who live on campus with their families. We live right next to the college, across from the commons. We are here to foster the intellectual, cultural, and social life at the college and to support you during your years at McMurtry. We are excited to meet you and to nurture the kind, open, and stimulating culture at McMurtry. To do this, we will host events in our home, share meals with you in the commons, and help you navigate your life at the college. We hope that McMurtry will soon feel like your home away from home.",
                "Margaret is a full professor in the Psychology Department. Her specialty is applied psychology, and she studies performance in educational and work settings. She has been at Rice for 13 years, and she loves mentoring the incredibly talented students she has met here. Chris is a high school math teacher at the High School for the Visual and Performing Arts (HSPVA) in Houston. He loves all sports and has been a high school basketball coach for the last 16 years. We are both from Minneapolis, Minnesota and love the color purple (Purple Rain and the Minnesota Vikings). We met in high school and were married in Minnesota but moved to Atlanta, Georgia shortly afterward for graduate school. We have two girls: Lucy, 15, and Liza, 13, who were born in Atlanta. Our kids love watching movies, reading books, creating art, and swimming. We also have our German Shepherds, Felix, who you will see walking Margaret around campus. We are all eager to welcome you to the college!",
                "As new students, you are an important part of McMurtry. We will all work together to energize our community. Keep in mind, McMurtry is your college – the BEST residential college at Rice. We encourage you to have fun, ask questions, be safe, be active, and be creative. We will do our best to support your vision for McMurtry. We look forward to meeting every one of you!"
            ]
        },
        {
            "position": "Head Resident Fellows",
            "names": "Brian Gibson and Alana Lemay-Gibson",
            "body": [
                "Hello Murts! We would like to tell you a little about ourselves so that you will know who keeps walking their heavy-breathing bulldog all around the building.",
                "Alana is from Providence, RI, and Brian is from the rural town of Rehoboth, MA. Both of us have been in Texas for a long time so our accents have been diluted. Alana received her BA in Anthropology from UT Austin and her MED in Educational Anthropology from the University of Houston. Brian received his BA in Kinesiology, and his MA and PhD in Exercise Physiology from UT Austin. We were married in Austin, TX in December of 1995.",
                "Brian accepted a faculty position in the Department of Kinesiology at Rice in 1996, where he currently serves as Professor in the Practice teaching Human Physiology and Exercise Physiology courses. In 2004, he also assumed a new role in Academic Advising, and with a few changes over the years, he currently serves as the Associate Dean of Undergraduates. In this role, he has responsibilities for the Office of Academic Advising, the Center for Career Development, and the Center for Teaching Excellence.",
                "After Alana finished her education, she transitioned to working in software development and technology management. Currently, she works as a Project Manager for OpenStax at Rice University. OpenStax is a nonprofit organization committed to improving student access to quality learning materials. Even though OpenStax textbooks are free, they are very high quality, peer-reviewed, and customizable. For more information, please visit openstax.org.",
                "We both have lots of personal interests. We absolutely love, and dote on our dog, “Bogie Theodore Gibson”, and we enjoy travel, exercise, and spending time with family and friends. We also have separate personal interests. Alana enjoys books, music, cooking, and art. Brian enjoys playing and coaching sports, lifting weights, wildlife, and photography. We have been living with students in the residential colleges since we arrived in Houston in 1996, but we were “promoted” to McMurtry in 2014. As you can tell, we like college life. In fact, we’re not sure we can remember what it is like to NOT be in college. We consider ourselves non-judgmental adults who are here to share our lives with Murts to whatever extent they wish."
            ]
        },
        {
            "position": "Second Floor RAs",
            "names": "Tamara Cobb and Andre Cobb",
            "body": [
                "Hello and welcome! We are the 2nd floor RAs- Tamara, Andre, and our 3 daughters and we are so excited to be a part of the McMurtry family!",
                "Tamara is an Assistant Director of Academic Advising here at Rice and was born and raised in Houston. She has an MA in Sociology and loves learning about human variation in every form – cultural, familial, personality, life choices, etc. This means she will want to learn all about your life story, so get ready! She hates chocolate, cinnamon, caramel, and peanut butter (she hopes this isn’t a deal-breaker for you) but loves strawberry, cherry, vanilla, and Funfetti! She also enjoys color consulting, wildlife and outdoor adventure shows and books, and games of all sorts – bowling, board games, video games, you name it.",
                "Andre is the Department Business Administrator in the English department at the University of Houston, and was also born and raised in Houston. He enjoys reading about politics and law, critical film analysis, philosophy (his undergraduate major!), and sports – particularly the Green Bay Packers and yelling at their coaching staff. Andre and Tamara actually met in freshman year of high school at Bellaire High School! Together, they enjoy reading, curating relaxing music playlists, travel planning, and watching and re-watching beloved TV series like The Simpsons, The Sopranos, The Wire, The Americans, and Game of Thrones, among others.",
                "Seraphina is a Rising Kindergartner and enjoys creating her own songs and accompanying dance routines, reading, constructing buildings with Legos and Magna-tiles, and swimming. Aura is 3 ½ and enjoys climbing things and people, creating elaborate vignettes with Paw Patrol and Peppa Pig figurines, and shriek-cackling. Lila is approaching 2 ½ and enjoys eating all of the food on our planet (impressively with only 4 teeth), smiling just because, throwing random objects off of the back of the couch or out of her playpen, and marathon naps. Together, they enjoy the Moana soundtrack, rainbows and rainbow accessories, and ball pits.",
                "We welcome you to stop by and talk to us anywhere around McMurtry and we can’t wait to get to know all of you!"
            ]
        },
        {
            "position": "Third Floor RA",
            "names": "Deirdre Hunter",
            "body": [
                "Hello Murts! I am Deirdre Hunter, your new 3rd floor RA. I along with my two pups, Sandy and Nexus, are thrilled to welcome you with open arms and paws. I am a Lecturer of Engineering Design at the Oshman Engineering Design Kitchen (OEDK). In addition to teaching design courses for the Engineering Design Minor, I mentor students in the Sustaining Excellence in Research (SER) Scholars program, and teach in two Rice summer programs – Summer Experience in Engineering Design (SEED) and Rice Emerging Scholars Program (RESP). I received a B.S. in Mechanical Engineering from Syracuse University and a PhD in Engineering Education from Virginia Tech (Go Hokies!). My research has focused on developing learner-centered environments in engineering classrooms, and teaching and learning metacognitive skills. I love thinking deeply and philosophizing about higher education systems and learning more broadly. Some of my hobbies include: playing games (from cards and board games, to organized sports and wacky competitions, I am game!), cheering on our Houston sports teams (Go Astros!!), drinking coffee (totally addicted, and no shame!) and finding great conversations.",
                "But most of all, I’m passionate about people. For me, it has always been more about who I am sharing moments with, than what I am doing in that moment. My personal life vision is “to build inclusive community” and I think every person has a deep desire to be known. Knowing someone starts with listening, and when we are truly known we begin to feel like we belong to a shared experience. So, let’s sit together over a meal or a cup of coffee; I am eager to hear your story!!",
                "Sandy is a five-year-old dachshund-beagle mix. She was born on the streets in Mexico and one afternoon, she found her way to my front gate, and eventually into my heart and my family. When I moved back to the States, she came with me. She loves naps, sun bathing, belly rubs, and doesn’t miss a meal!! Nexus is a five-year-old collie-Australian shepherd mix who started as my foster dog. He had lots of anxiety in the beginning, and through working with a trainer he has turned into a wonderful companion. I eventually realized that the best home for him was the one he already had. So he became my foster-failure and the third member of our little family. Nexus loves people, walks, and rough housing."
            ]
        },
        {
            "position": "Gone But Never Forgotten",
            "names": "Brad Blunt and Marla Sanders",
            "body": [
                "The 3rd floor RA apartment is home to Brad & Marla, plus three kids and a shaggy mutt - all of whom are excited for all of you to be part of an exciting year at McMurtry.",
                "Born in Ohio, raised in Illinois, and educated in Iowa, Brad never expected to leave the Midwest, until a voice teacher invited him to venture down to Texas for a while. That was in 1996. He’s been here pretty much ever since, and since 2012 he has been an Assistant Director of Academic Advising at Rice.",
                "Marla, on the other hand, was born in Houston and stayed put. Why leave a good thing, right? She works beyond the hedges (that’s Rice-Speak for “off-campus”) as a sales representative for The Detering Company. If a house in Houston is fancy with something custom-­built out of wood, her company probably did the work.",
                "Brad’s passion is music. He has a master’s degree in voice and sang for several seasons at Houston Grand Opera, which allowed him to be a pirate, a slave, a gypsy, a marauding assassin and a Parisian flower vendor in just one year. Marla is the real chanteuse of the duo, and she also loves design and making things with her hands (and a lot of hot glue). Together, we enjoy reading, local bars with live music, hiking, and ice cream. We REALLY like ice cream.",
                "Brad’s children, Jonah and Sophie, spend most of the school year near San Antonio, but you will see them most weekends. Jonah is entering 7th grade and is into video games, reading, and playing percussion. Fifth-­grader Sophie is the family animal lover and artist, and she is following in her father’s footsteps by always trying to be the biggest ham in the room. She has a lot of competition for that title from Marla’s daughter Ainsley, who is also in 5th grade and has an encyclopedic knowledge of Harry Potter and Minecraft. Smokey the shaggy mutt is very friendly and loves to play. He also is the guest of honor for the best study break of the year. Don’t be shy about knocking on our door if you want to talk, indulge in some frozen treats, or just need a puppy fix."
            ]
        },
        {
            "position": "College Coordinator",
            "names": "Jackie Carrizales",
            "body": [
                "My name is Jackie Carrizales, and I am the McMurtry College Coordinator. My office is on the ground floor right outside the door to the commons. I love visiting with students and hearing about what is going on with their lives, so please stop by anytime to hang out or just to say Hi!",
                "There are some very comfortable couches and chairs, and I don’t even mind if you take a nap. Plus, I have candy! I have been the coordinator here since the week before O-Week in 2015, but I have been an associate at McMurtry since it opened in the Summer of 2009. I was so excited to be able to be a part of a college from the beginning and see the start of all of the traditions that make each college unique. I can’t believe that I’m lucky enough to spend every day here now, and I get paid for it!",
                "I have worked for Rice since 2009. Before coming to McMurtry, I worked for 6 years in the Office of Admission. I am married to Marc, and we have three sons, Max (22), Luke (21), and Leo (18). We also have two dogs, Mikey and Azura. I am a huge Astros & Rockets fan and will happily talk sports with you at any time.",
                "Things you can do in my office:"
            ]
        }
    ]
}