{
  "mcteam_positions": [
    {
      "position": "Magisters",
      "names": "Jenifer Bratter and Noe Perez",
      "body": [
        "We are Jenifer Bratter and Noe Perez, the Magisters of McMurtry College, and we are thrilled to welcome you to the community!",
        "College Magisters are faculty members who live on campus with their families. We live right next to the college, across from the commons. We are here to foster the intellectual, cultural, and social life at the college and to support you during your years at Rice. We are excited to meet you and to nurture the kind, open, and stimulating culture here at McMurtry. To do this, we will host events in our home, share meals with you in the commons, and help you navigate your life at the college. We hope that McMurtry will soon feel like your home away from home.",
        "Jenifer is a Full Professor in the Sociology Department.  Her research and teaching focus on race and ethnicity and their significance for the ways individuals identify, form relationships, and experience well-being. She has been professor at Rice since 2006 and sincerely enjoys teaching and mentoring the creative and intellectually dazzling graduate and undergraduate students of the Rice community.  Noe is a researcher with expertise in education and community health. He loves carpentry, cooking, volunteering, kickboxing, and biking. Jenifer was born and raised in Brooklyn, New York and Noe hails from south Texas, known as “the Valley”.  We met at University of Texas at Austin in the graduate program in Sociology. As a first year grad student, Noe stole Jenifer’s desk in the teaching assistant lounge. We became fast friends, eventually started dating, and later married.  After moving across the country together, they decided to settle in Houston, where Jenifer started teaching at University of Houston and then moved over to Rice.",
        "We have two boys: Ricardo, 15, and Sam, 9. Our kids love watching movies, playing video games, and being creative.  Ricardo’s passion is Sasuke and American Ninja Warrior, the obstacle course shows - he was on the first season of American Ninja Warrior Junior under the name, “The Origami Ninja” and continues to compete in ninja leagues.  Sam loves dancing and martial arts, especially Brazillian capoeira, which is almost a perfect blend of the two.  Together, they have a shared love of creating short films.  Sam and Ricardo were too happy to create a short video in honor of the 2020’s beer bike theme, “The Mandapourian”. We have lived in the Rice residential colleges as Head Resident Fellows for five years prior to becoming McMurtry Magisters and have enjoyed bringing some of our favorite hobbies to the students on campus.",
        "We are all eager to welcome you to the college and learn more about the hobbies and activities that you enjoy!  As new students, you are an important part of McMurtry. We will all work together to energize our community. Keep in mind, McMurtry is your college – the most AMAZING and BEST residential college at Rice. We encourage you to have fun, ask questions, be safe, be active, and be creative. We will do our best to support your vision for McMurtry. We look forward to meeting every one of you!"
      ]
    },
    {
      "position": "Resident Faculty Associates",
      "names": "Robin Paige and Sergio Chávez",
      "body": [
        "Welcome! We are so excited to welcome you to McMurtry! This is our first year as the Resident Faculty Associates at McMurtry and we look forward to getting to know you.",
        "We are Robin, Sergio, Abriel, Aarón and Missy the cat. Robin and Sergio are both originally from Northern California. Robin grew up just outside of San Francisco and Sergio grew up in the Salinas Valley. We both completed our undergraduate degrees in sociology at UC Davis, but we didn’t meet until we ended up as graduate students in the same program at Cornell University. We completed our PhDs in Development Sociology in 2008.", 
        "Between the two of us we have lived, worked, and conducted research in a variety of places including Tijuana, Central Mexico, South Africa, New York, California, and North Carolina. Robin is an Associate Teaching Professor and the Director of Rice’s Center for Teaching Excellence. She came to Rice in 2012 and teaches courses on globalization, food systems, and gender in the Department of Sociology. Her research focuses on gender, food systems, and unpaid labor.",
        "Sergio is an Associate Professor in the Department of Sociology and came to Rice in 2010. His research focuses on internal and international migration, labor markets, social networks, and the border. He teaches courses on social inequality and work and occupations.", 
        "Abriel and Aarón are our little munchkins. Abriel is six years old and loves swimming, riding her bike, and going to the Zoo (her favorite animal is the Cheetah). Aarón is four years old. He loves his cat Missy, motorcycles, basketball, and soccer. Missy is our 12-year-old cat who thinks she is a dog – she loves meeting new people. She would love nothing more than getting pets from new friends.", 
        "As a family we love spending time outdoors, traveling, eating and cooking food. Robin loves reading books and listening to podcasts, lifting weights, cycling, and running. Sergio loves photography, movies, grilling, and exploring new food and restaurants in Houston.",
        "Please feel free to reach out to us and come by to say hello anytime. This is our second gig living in with students in the residential colleges and we are excited to be back!"
      ]
    },
    {
      "position": "Second Floor RA",
      "names": "Tamara Jones",
      "body": [
        "Hello and welcome! I am the 2nd floor RA, Tamara – but no matter which floor you live on, consider me your RA.",
        "I am an Assistant Director of Academic Advising here at Rice and was born and raised in Houston. I have an MA in Sociology and love learning about human variation in every form – cultural, familial, personality, life choices, etc. This means I will want to learn all about your life story, so get ready! I hate chocolate, cinnamon, caramel, coconut, and peanut butter (I hope this isn’t a deal-breaker for you) but love strawberry, cherry, vanilla, and Funfetti! I also enjoy color consulting, wildlife and outdoor adventure shows and books, and games of all sorts – bowling, board games, video games, you name it.",
        "I enjoy reading, curating relaxing music playlists (ask me about my playlists for each day of the week), travel planning, and finding new, random Netflix series to watch.",
        "Helping keep things mad litty at all times are my daughters Seraphina, Aura, and Lila. Seraphina will be your chatty best friend and insist you join dance-offs, sing-offs, games, dress-up, long walks to the servery and commons, and anything else that strikes her fancy. Aura enjoys running, jumping, climbing, cartwheeling, and high-fives. Lila enjoys coloring, her critic’s choice cartoons, randomly shrieking, and hiding in a cozy nook.",
        "We know norms have changed with the pandemic, but reach out to me and I will help you however I can!"
      ],
      "image": "../../../static/mcteam/TamaraCobb.jpeg"
    },
    {
      "position": "Third Floor RA",
      "names": "Deirdre Hunter",
      "body": [
        "Hello Murts! I am Deirdre Hunter, your new 3rd floor RA. I along with my two pups, Sandy and Nexus, are thrilled to welcome you with open arms and paws. I am a Lecturer of Engineering Design at the Oshman Engineering Design Kitchen (OEDK). In addition to teaching design courses for the Engineering Design Minor, I mentor students in the Sustaining Excellence in Research (SER) Scholars program, and teach in two Rice summer programs – Summer Experience in Engineering Design (SEED) and Rice Emerging Scholars Program (RESP). I received a B.S. in Mechanical Engineering from Syracuse University and a PhD in Engineering Education from Virginia Tech (Go Hokies!). My research has focused on developing learner-centered environments in engineering classrooms, and teaching and learning metacognitive skills. I love thinking deeply and philosophizing about higher education systems and learning more broadly. Some of my hobbies include: playing games (from cards and board games, to organized sports and wacky competitions, I am game!), cheering on our Houston sports teams (Go Astros!!), drinking coffee (totally addicted, and no shame!) and finding great conversations.",
        "But most of all, I’m passionate about people. For me, it has always been more about who I am sharing moments with, than what I am doing in that moment. My personal life vision is “to build inclusive community” and I think every person has a deep desire to be known. Knowing someone starts with listening, and when we are truly known we begin to feel like we belong to a shared experience. So, let’s sit together over a meal or a cup of coffee; I am eager to hear your story!!",
        "Sandy is a five-year-old dachshund-beagle mix. She was born on the streets in Mexico and one afternoon, she found her way to my front gate, and eventually into my heart and my family. When I moved back to the States, she came with me. She loves naps, sun bathing, belly rubs, and doesn’t miss a meal!! Nexus is a five-year-old collie-Australian shepherd mix who started as my foster dog. He had lots of anxiety in the beginning, and through working with a trainer he has turned into a wonderful companion. I eventually realized that the best home for him was the one he already had. So he became my foster-failure and the third member of our little family. Nexus loves people, walks, and rough housing."
      ]
    },
    {
      "position": "College Coordinator",
      "names": "Jackie Carrizales",
      "body": [
        "My name is Jackie Carrizales, and I am the McMurtry College Coordinator. My office is on the ground floor right outside the door to the commons. I love visiting with students and hearing about what is going on with their lives, so please stop by anytime to hang out or just to say Hi!",
        "There are some very comfortable couches and chairs, and I don’t even mind if you take a nap. Plus, I have candy! I have been the coordinator here since the week before O-Week in 2015, but I have been an associate at McMurtry since it opened in the Summer of 2009. I was so excited to be able to be a part of a college from the beginning and see the start of all of the traditions that make each college unique. I can’t believe that I’m lucky enough to spend every day here now, and I get paid for it!",
        "I have worked for Rice since 2009. Before coming to McMurtry, I worked for 6 years in the Office of Admission. I am married to Marc, and we have three sons, Max (22), Luke (21), and Leo (18). We also have two dogs, Mikey and Azura. I am a huge Astros & Rockets fan and will happily talk sports with you at any time.",
        "Things you can do in my office:"
      ],
      "image": "../../../static/mcteam/JackieCarrizales.jpeg"
    }
  ]
}