{
  "mcteam_positions": [
    {
      "position": "Magisters",
      "names": "Jeff Fleisher and Libby Vann",
      "body": [
        "We are Jeff Fleisher and Libby Vann, the Magisters of McMurtry College. We are new as Magisters this year, but have been at Rice for 18 years.",
        "Jeff is a Professor and Chair of Anthropology. He is an archaeologist who works in eastern and southern Africa, exploring the complex histories of African peoples that live in Tanzania and Zambia today. He teaches courses in archaeology, and takes students most years to learn how to be archaeologists in Africa. When he’s not at Rice, you can find him out riding his bike across the city and through gravel roads in the hill country.",
        "Libby is Associate Teaching Professor of Political Science and the Director of Community Partnerships for the School of Social Sciences. She teaches courses in Social Policy Analysis as well as experiential courses in Political Science. Through her community partnerships role, she helps develop engaged learning programs and opportunities for students in the Social Sciences. She is an amateur vegetable gardener who likes to cook and loves to hike.",
        "Our family includes our son, Max, a rising junior at the University of Virginia, as well as three cats – Yahtzee, Clyde, and Rudi – who you’ll likely see when you visit us. We are a family of cribbage players, and we love to travel – internationally, as well as to state and national parks in our little camper trailer that you might spot parked behind the Murt Magister house.",
        "As Murt Magisters, we’re here to support McMurtry and each Murt during their time at Rice. We advise the Murt student government and help to foster strong student leadership in the college. We help Murts navigate their academic careers, guiding you to the amazing advising networks on campus. We promote student well-being, including helping students experiencing physical or mental health challenges or family-related issues to find the help and support they need. We also work with the college government and Housing and Dining to oversee the physical spaces at Murt; this is your and our home for the next four years, and we want it to be the best possible environment for social and intellectual life at McMurtry.",
        "We’re excited to meet you and we look forward to seeing you in the commons, at Murt events around the college, and at our house in the coming months and years. Welcome to McMurtry!"
      ],
      "image": "../../../static/mcteam/magisters_2025.jpg"
    },
    {
      "position": "College Coordinator",
      "names": "Jackie Carrizales",
      "body": [
        "My name is Jackie Carrizales and I am the McMurtry College Coordinator. I have been the Coordinator here since the week before O-Week in 2015, but I have been an associate at McMurtry since it opened in the Summer of 2009. I was so excited to be able to be a part of a college from the beginning and see the start of all of the traditions that make each college unique. I can’t believe that I’m lucky enough to spend every day here now and get paid for it!",
        "I have worked at Rice for 14 years. Away from McMurtry, I am married to my husband, Marc, and we have three adult sons, Max, Luke, and Leo. We also have three dogs, Azura, Shorty and Dagon, who think that they control the house (and they really do). My office is on the ground floor right outside the door to the commons. I love when students visit and tell e about what is going on with their lives, so please stop by any time to say 'Hi.' Grab some candy or a cup of coffee or tea.",
        "There are some very comfortable couches and chairs in my office, along with Squishmallows if you need a hug, and puzzles to challenge your brain. I’m always ready to talk about Asian dramas, Korean music, Astros baseball, or whatever interests you!",
        "Things you can do in my office:"
      ],
      "image": "../../../static/mcteam/jackie2024.png"
    },
    {
      "position": "Resident Faculty Associates",
      "names": "Matt McCary and Priscilla Martinez",
      "body": [
        "Welcome to McMurtry! We (Priscilla and Matt) are the Resident Faculty Associates (RFAs) on the 1st floor, and we are excited to get to know you!",
        "Both of us are from the Chicagoland area and have been enjoying living in Houston. Matt is an Assistant Professor in the Biosciences Department, where he researches the relationship between soil biodiversity and ecosystem health. All organisms living in soil interest Matt, but insects are his favorite (be sure to ask him about them!).",
        "Priscilla is a Marketing Manager in the biopharmaceutical space and enjoys learning about customer insights to produce impactful marketing strategies. Priscilla has worked in marketing and advertising for well over a decade since graduating with a triple major in college (International Business, Political Science, and French).",
        "Our hobbies and interests are diverse, and we are always excited to share them with you. We both have our individual interests, but together, we enjoy nature walks, reading, coffee, live music, art shows, and all things fitness. We also hope you share your hobbies/interests with us—we are always open to learning new things!",
        "Feel free to introduce yourself if we haven’t already met. We are thrilled to get to know you!"
      ],
      "image": "../../../static/mcteam/Matt&PriscillaUSETHIS2024.jpg"
    },
    {
      "position": "Second Floor RA",
      "names": "Tamara Jones",
      "body": [
        "Hiii new Murts! My name is Tamara (pronounced with emphasis on the Tam), and I am entering my seventh year as Resident Associate at the best college. I am the Student Services Administrator in the Dean’s Office here at Rice which entails helping students navigate their way through college life – some paths are more arduous than others and that’s where I can step in and help.",
        "I was born and raised here in Houston. I have a Master’s degree in Sociology and love learning about human variation in every form – cultural, familial, personality, life choices, etc. This means I will want to learn all about your life story, from the mundane to the deep! I have many hot takes on food. I hate the 5 C’s: chocolate, cinnamon, caramel, coconut, and coffee (it’s just an elevated palate thing; only the real ones would understand) and love strawberry, guava, passionfruit, vanilla, and Funfetti.",
        "My hobbies include curating music playlists (ask me about my playlists for each day of the week), birdwatching, nature photography, color consulting, consuming pastries, and games of all sorts – bowling, board games, video games, trivia, you name it. I enjoy reading, listening to dark-sided podcasts, exploring new cities, and finding new Netflix series to watch.",
        "I live here with my daughters Seraphina, Aura, and Lila. Seraphina is a rising 6th grader who enjoys slime, dance performances, swimming, spicy noodles, and unhinged what-if scenarios. Aura is a rising 4th grader who enjoys building things, jiu jitsu, Pokemon, shopping, and being literal. Lila is a rising 2nd grader who enjoys sing-alongs, marble runs, using people as furniture, taking Murts hands and running off with them every time they pass by in the hallway, and pizza bagels.",
        "I look forward to getting to know all of you and The Gems (the shorthand collective name for my daughters) can’t wait to play with you!"
      ],
      "image": "../../../static/mcteam/tam2024.png"
    },
    {
      "position": "Third Floor RA",
      "names": "Deirdre Hunter",
      "body": [
        "Welcome to the Murt family! My name is Deirdre Hunter and this will be my sixth year at McMurtry. I am an Assistant Teaching Professor at the Oshman Engineering Design Kitchen (OEDK). In addition to teaching engineering design courses at the OEDK, over the summers I teach in the Rice Emerging Scholars Program (RESP), and teach a study abroad course in Mexico.",
        "As an undergrad, I studied Mechanical Engineering at Syracuse University then earned a PhD in Engineering Education from Virginia Tech. My research has focused on developing learner-centered environments in engineering classrooms, and teaching and learning metacognitive skills. I love thinking deeply and philosophizing about higher education systems and learning more broadly.",
        "Some of my hobbies include: playing games (from cards and board games, to organized sports and wacky competitions, I am game!), cheering for the Houston Astros - I have season tickets and love attending games, drinking coffee (totally addicted, and no shame!), hosting Dogs & Donuts on 5th, and finding great conversations.",
        "But most of all, I'm passionate about people. For me, it has always been more about who I am sharing moments with, than what I am doing in that moment. My personal life vision is 'to build inclusive community,' and I think every person has a deep desire to be known. Knowing someone starts with listening, and when we are truly known we begin to feel like we belong to a shared experience. So, let's sit together over a meal or a cup of coffee; I am eager to hear your story!!",
        "I live on 3rd floor with my daughter, Frankie and our two pups. Frankie will turn 1 year in September. She enjoys people watching and exploring new foods. Sandy is a dachshund-beagle mix. She was born on the streets in Mexico, crazy story you should ask me about sometime! She loves naps, belly rubs, and doesn't miss a meal!! Nexus is an Australian shepherd mix. He struggles with anxiety, but loves spending time with students, giving hugs, and long walks. If you ever need some puppy time, you can find us in 347; just knock!"
      ],
      "image": "../../../static/mcteam/deirdre2024.png"
    }
  ]
}