{
    "associates": [
        {
            "name": "Peter and Cheryl Loewen",
            "career": "Associate Professor of Musicology, Shepherd School of Music; Cheryl Assistant Director of the Moore Memorial Public Library in Texas City",
            "bio": "Peter Loewen is Associate Professor of musicology at Rice University where he specializes in Medieval and Renaissance music. His research interests concern vernacular song, religious drama, intellectual history, music and preaching, and the Franciscans. Peter Loewen was born in Uganda to naturalized Canadian citizens who, in their youth, had emigrated from Ukraine after WWII. Cheryl Loewen was born in Dauphin, Manitoba, Canada. She has a Bachelors degree in Commerce from the University of Manitoba and a Master degree in Library Science from UNT. Peter and Cheryl have 4 children ages 15-23.",
            "movie_tv": "At the moment, Game of Thrones.",
            "hobbies": "Beer Brewing",
            "fact": "Peter may be a citizen of Uganda.",
            "image": "../../../../static/associates/PeterLoewen.jpg"
        },
        {
            "name": "Iska Wire",
            "career": "Rice University, Talent Management and Development",
            "bio": "I grew up in Houston and attended Trinity University.  I've been in fundraising for 17 years and currently do talent management for Development and Alumni Relations.  I am divorced and have two children - Elsie (12) and Wyatt (11) who are both in Scottish arts (highland dancing and bag piping) at their school plus a Siamese cat named Wooley.",
            "movie_tv": "An Ideal Husband",
            "hobbies": "Scrapbooking, Photography, Girl Scouts, Rodeo and country and western dancing",
            "fact": "I was a Gold Award Girl Scout and as a kid, sold over 2000 boxes of cookies each year.",
            "image": "../../../../static/associates/IskaWire.jpg"
        },
        {
            "name": "Michelle Passo",
            "career": "Center for Career Development (Rice University)",
            "bio": "This is my 10th year in the CCD! Through the years, I've worked in different roles from managing the Owl Edge Externship Program to helping employers recruit Rice talent, to working with students as they create their resumes and practice their interviewing skills. My husband and I are huge college hoops fans. Our daughter loves having dinner with the 'Rice kids' at Associates Night(s)! We have a rambunctious dog named Cubbie (after the Chicago Cubs, of course).",
            "movie_tv": "Edward Scissorhands and Moulin Rouge",
            "hobbies": "Basketball spectating (college and NBA), running, yoga",
            "fact": "I used to work in the Commissioner's Office at the National Basketball Association (NBA) in New York City",
            "image": "../../../../static/associates/MichellePasso.jpg"
        },
        {
            "name": "Theo Mallinson",
            "career": "Oil and gas industry as an engineer",
            "bio": "Graduated from Rice in 1995, have worked in oil and gas since then. Several stints overseas, but back in Houston now for two kids to go through school. Live near campus with family and currently three chickens.",
            "movie_tv": "The Neverending Story",
            "hobbies": "Soccer, swimming, gardening, video games.",
            "fact": "I enjoy low environmental impact home 'systems' and am currently trying to perfect a kind of urban mini farm at our house.",
            "image": "../../../../static/associates/TheoMallinson.jpg"
        },
        {
            "name": "Emily Houlik-Ritchey",
            "career": "English Department, Rice U.",
            "bio": "I teach and research the literature of the Middle Ages written in medieval English and Spanish, studying the interaction of these cultural traditions with the wider medieval Mediterranean world. I am originally from Colorado, and my family (including a husband and two spunky kids) travel back there regularly to hike, ski, and see family.",
            "movie_tv": "Foyle's War; Jane Austen film adaptations; Rogue One",
            "hobbies": "Raising my kids; Reading for fun; Hiking",
            "fact": "Periodically (as they migrate through Houston) I foster monarch butterfly caterpillars through their metamorphosis into butterflies.",
            "image": "../../../../static/associates/HoulikRitchey.png"
        },
        {
            "name": "Alese Pickering",
            "career": "Rice Magazine (part of Public Affairs at Rice)",
            "bio": "I am a graphic-designing, food-loving, cat-mothering, native Houstonian.",
            "movie_tv": "Murial's Wedding",
            "hobbies": "Cooking, photography, reading magazines, collecting art",
            "fact": "I love driving long distance. Road trips are the best.",
            "image": "../../../../static/associates/AlesePickering.jpg"
        },
        {
            "name": "Dereth Phillips",
            "career": "Rice University, Lecturer",
            "bio": "I have worked as a lecturer in the Rice BioSciences (Biochemistry & Cell Biology) department since 2000 and have been a member of the McMurtry family since 2010. My day job is advising Natural Sciences students interested in finding and succeeding in undergraduate research opportunities on campus and elsewhere in Houston. I am a terrible but devoted ukulele/banjolele hobbyist.",
            "movie_tv": "Freaks and Geeks",
            "hobbies": "Cooking, ukulele, playing other odd instruments, singing",
            "fact": "Rice has a lot of cool nature. Take a look at the lizards around McMurtry. The brown ones with diamonds are invasive Cuban anoles. The green (sometimes plain brown) ones are native.",
            "image": "../../../../static/associates/DerethPhillips.jpeg"
        },
        {
            "name": "Laura S. Kabiri",
            "career": "Lecturer - Department of Kinesiology",
            "bio": "Hello from the Department of Kinesiology at Rice! I primarily teach human anatomy and physiology courses while my research focuses on pediatric health and wellness. I am also a licensed physical therapist, wife, and mom of 3 (but one of them has four paws and a tail).",
            "movie_tv": "Frasier",
            "hobbies": "Eating",
            "fact": "I completed undergrad as a music major (piano and choir) before going on PT school and have volunteered with the Houston Food Bank, Houston Rodeo, and Faithful Paws Animal Therapy Group.",
            "image": "../../../../static/associates/LauraKabiri.jpg"
        },
        {
            "name": "Zoë Wool",
            "career": "Assistant Professor, Department of Anthropology, CSWGS, and Medical Humanities",
            "bio": "I’m a native New Yorker and erstwhile Torontonian still getting used to Houston’s car culture and the fact that people put blankets on their lawns when there is a frost warning. My resarch and teaching are at the intersections of medical anthropology, disability studies, queer theory, and STS, and most of my ethnographic resarch is with injured US soldiers and veterans of the post-9/11 wars.",
            "movie_tv": "I don’t like to pick favorites (but maybe Startrek TNG)",
            "hobbies": "Making meals, making mischief.",
            "fact": "I usually ride my bike to work and have been known to yell at my students who ride theirs without a helemet.",
            "image": "../../../../static/associates/ZoeWool.jpeg"
        },
        {
            "name": "Kurt and Stephanie Kasper",
            "career": "The University of Texas School of Dentistry at Houston",
            "bio": "Kurt Kasper earned a doctorate in bioengineering from Rice University and a bachelor of science degree in biomedical engineering (magna cum laude) from Case Western Reserve University. He served on the faculty of the Department of Bioengineering at Rice University for six years prior to transitioning to the Department of Orthodontics at The University of Texas School of Dentistry at Houston in July 2014. Kurt’s research applies fundamentals of engineering, materials science, and the biosciences toward the development and evaluation of biomaterial-based technologies to meet clinical needs. Outside of the  laboratory, he enjoys engagement in outreach activities through service with the You Be the Chemist Challenge program of the Chemical Educational Foundation, as well as service to the greater Houston community in various capacities, including past service as a member of the Board of Directors of the Association of Rice Alumni.",
            "movie_tv": "Waiting for Guffman",
            "hobbies": "Parks, museums, and cycling with my family",
            "fact": "I applied to Rice for undergraduate studies but was not accepted!",
            "image": "../../../../static/associates/KurtKasper.jpg"
        },
        {
            "name": "E. Kate Abad",
            "career": "Student Center Director, Rice",
            "bio": "E. Kate Abad has worked at Rice University for ten years, where she currently serves as the Student Center Director with oversight for the Student Run Businesses, Facilities and Events, and Student Activities. Kate has a passion for developing student and professional leaders through coaching, leadership development and advising.  As a hobby she loves anything related to journaling and is always willing to help aspiring journal writers get started!",
            "movie_tv": "Game of Thrones",
            "hobbies": "Journaling - bullet, art, classic",
            "fact": "I grew up in Japan and on Guam",
            "image": "../../../../static/associates/KateAbad.jpg"
        },
        {
            "name": "Ozge Gurcanli, Simon Fischer-Baum, Masal Baby-Murt",
            "career": "OG & SFB: Department of Psychology, Masal: Unicorn Land",
            "bio": "We both work in Department of Psychology and we teach Psychology and Cognitive Science courses. We lived in McM as RAs for 4 years, students named our child Baby-Murt, and we are so proud of all McM students.",
            "movie_tv": "OG: Marvellous Miss Maisel, SFB: Russian Doll, Masal: Daniel Tiger's Neighborhood",
            "hobbies": "OG: Photography, SFB: Cooking, Masal: Acting, scooting, and drawing",
            "fact": "OG loves tea! A lot. Also sewing. We all love art work with tactile materials.",
            "image": "../../../../static/associates/OzgeGurcanli.jpeg"
        },
        {
            "name": "Norma Torres Mendoza & Placido Andres Gomez",
            "career": "Norma (MBA Candidate at Rice Business School) Placido (Senior Associate at Safal Partners)",
            "bio": "Norma and Placido have been married for three years and live in Houston, TX. Both of them are Rice undergrads (they met at Urban Immersion) in 2013. They both then attended Harvard for their Masters. Placido has a background in politics and education and Norma has focused on the intersection of business and the public sector.",
            "movie_tv": "Black Mirror",
            "hobbies": "Tennis, cooking, traveling, and reading at different coffeeshops",
            "fact": "Plaz is a great tennis player (state champion from New Mexico) and Norma appeared in the Barney and Friends show (you know, the purple dinosaur)",
            "image": "../../../../static/associates/NormaTorresMendoza.PNG"
        },
        {
            "name": "Keri Bas",
            "career": "I teach sewing & textile arts, often with a non-profit working in schools & shelters.",
            "bio": "After years in professional marketing and web design, I now split my time between sewing/quilting and working with private tech/web support clients. I share my house with my parents and two cats. I serve on the board of a local arts non-profit and lead several groups of creatives. I'm an interfaith minister, ordained in New York in 2005 - ask me about it sometime.",
            "movie_tv": "Good Omens, The Princess Bride, Ladyhawke, Iron Man, The Lion in Winter, Harvey, Moana / Babylon 5, Star Trek, Midsomer Murders, Bob's Burgers, Brooklyn 99, Vera",
            "hobbies": "Advanced Dungeons & Dragons; making & drinking fine teas; arguing about Marvel & Harry Potter & scifi movies over coffee late into the night; reading; writing; painting; drawing; traveling when the budget allows",
            "fact": "I was on a TV game show in the early 00s when I lived in New York; people still text me when they catch the re-runs.",
            "image": "../../../../static/associates/KeriBas.jpg"
        },
        {
            "name": "Nicole Van Den Heuvel",
            "career": "Executive Director -Center for Career Development",
            "bio": "'81 Rice alumna - Love being back at Rice and helping our students find their career paths and gain confidence in their career development process.",
            "movie_tv": "Parent Trap",
            "hobbies": "Horseback riding, travel, museums",
            "fact": "From Aruba. Lived in 8 different countries. Went to 13 schools in 12 years.",
            "image": "../../../../static/associates/NicoleVanDenHeuvel.jpg"
        },
        {
            "name": "Lauren Stadler",
            "career": "Assistant Professor, CEVE",
            "bio": "I am an environmental engineer and my research and teaching focus on biological water treatment processes and the microbes in our water systems. I am a mom to one toddler and two sweet but poorly behaved doggies.",
            "movie_tv": "Friday Night Lights",
            "hobbies": "Biking, soccer, eating ice cream",
            "fact": "I kill most plants that I try and grow.",
            "image": "../../../../static/associates/LaurenStadler.JPG"
        },
        {
            "name": "Mark Krouskop",
            "career": "Production Manager/Lecturer for Theater, VADA",
            "bio": "I design scenery for theater productions. I have worked with many different theater companies around Houston and the country. Before being a scenic designer, I worked for engineering, architectural, and design firms. For Rice I work as the Production Manager for the Theater track of VADA. I also serve as the Rice Player's faculty mentor. ",
            "movie_tv": "Whatever I am binge watching at that moment",
            "hobbies": "Collecting Toys and pop memorabilia, playing video games.",
            "fact": "I have 2 visually impaired Great Danes",
            "image": "../../../../static/associates/MarkKrouskop.jpg"
        },
        {
            "name": "Danielle King",
            "career": "Rice University, Assistant Professor in Psychological Sciences",
            "bio": "I started at Rice in 2018, after completing my undergrad training in Psychology at Spelman College and my MA and PhD in Organizational Psychology at Michigan State. I am originally from New Orleans, LA. I started the WorKing Resilience Research Lab at Rice because I am passionate about understanding how we can foster resilience and wellbeing in employees and organizations.",
            "movie_tv": "Black Panther. The Notebook. Big Bang Theory. Good Trouble.",
            "hobbies": "Traveling. Trying new workouts. Painting.",
            "fact": "I love adventure: I went skydiving in New Zealand and swimming with sharks in Belize.",
            "image": "../../../../static/associates/DanielleKing.png"
        },
        {
            "name": "Cassandra Diep & Jeffrey Yeung",
            "career": "Assistant Teaching Professor, Kinesiology Department (CD); Senior Accounting & Business Analyst, Controller’s Office (JY)",
            "bio": "Cassie and Jeff grew up in Houston and attended the same middle and high schools, but they didn’t start dating until they were both in graduate school at Texas A&M. Cassie is an Owl-Aggie (Rice for undergrad and A&M for grad school), and Jeff is a full-blown Aggie. They have been married since 2013 and have two young children: Alex, who loves superheroes and all things that go, and Alyssa, who loves all things that her brother loves. Cassie currently teaches and advises in the Health Sciences program within Kinesiology, while Jeff is involved with various aspects of Rice’s accounting.",
            "movie_tv": "Stranger Things",
            "hobbies": "Arts and crafts, baking (CD); Cars, cooking, shoes (JY)",
            "fact": "Cassie and Jeff “swam” with dolphins while honeymooning in Hawaii (well, Jeff swam, while Cassie stood in the water nearby).",
            "image": "../../../../static/associates/Yeung2.jpg"
        },
        {
            "name": "Geoff Wehmeyer",
            "career": "Assistant Professor Rice Department of Mechanical Engineering",
            "bio": "I'm a mechanical engineer, and my research focuses on understanding heat transport at the nanoscale. I was born in Dallas, went to undergrad at UT Austin, and came to Rice in 2018 after finishing my Ph.D. at Berkeley. My wife Lauren is also a mechanical engineer from Texas, and we love spending time with our niece and nephews in San Antonio and exploring Houston.",
            "movie_tv": "The Sopranos",
            "hobbies": "Hiking, camping, reading fiction, going to shows",
            "fact": "At one point, I could throw a javelin >130 feet",
            "image": "../../../../static/associates/GeoffWehmeyer.jpg"
        },
        {
            "name": "Jennifer Zinn-Winkler",
            "career": "Department Administrator - Department of Kinesiology at Rice University",
            "bio": "I have been in my position at Rice since moving to the Houston area in 2012. Originally from Austin, I received my BS degree in Kinesiology from UT Austin. My husband Lance & I have a toddler daughter who keeps us on our toes.  Oh and...McMurtry is the BEST college on campus!",
            "movie_tv": "The Holiday",
            "hobbies": "Photography, arts & crafts, puzzles with my daughter",
            "fact": "I've met Matthew McConaughey twice & have two pictures with him.  He's so awesome!",
            "image": "../../../../static/associates/JenniferZinn-Winkler.jpg"
        },
        {
            "name": "Margaret Beier",
            "career": "Professor",
            "bio": "I am a psychology professor at Rice from Minneapolis who is a proud retired McMurtry Magister! I love McMurtry!!!! We lived on campus from 2015 to 2020 (my daughters, Lucy, Liza, my husband, Chris, and our dogs, Oscar and Felix)",
            "movie_tv": "Mary Poppins/Mary Tyler Moore",
            "hobbies": "Reading and cooking",
            "fact": "I love Prince."
        },
        {
            "name": "Catherine Evans",
            "career": "Attorney",
            "bio": "I grew up in New Orleans but moved to Houston in 1997 to attend law school and never left. I'm Board Certified in Criminal Law and have been working in the local criminal justice community for 20 years. My husband Jim graduated from Rice, so we've always lived nearby and enjoy going back on campus whenever possible. We have a ping-pong table and our kids would welcome the challenge from any students looking to get off-campus for a few hours!",
            "movie_tv": "West Wing",
            "hobbies": "Gardening",
            "fact": "We currently have a 16 year old exchange student from Turkey living with us for the year.",
            "image": "../../../../static/associates/CatherineEvans.jpg"
        },
        {
            "name": "Chan Pham",
            "career": "Research Administrator",
            "bio": "I've been with Rice (BIOE department) since 2008 and my daughters graduated from Rice.  My one advises for students to take advantage of all the resources Rice offers.",
            "movie_tv": "I like all movies except scary ones",
            "hobbies": "travel, read, try new restaurants",
            "image": "../../../../static/associates/ChanPham2.jpg"
        },
        {
            "name": "Krista Kobylianskii",
            "career": "Assistant Teaching Professor in Chemistry",
            "bio": "I've been teaching Chemistry at Rice since 2019 and I primarily teach the General Chemistry Laboratory course. I live just outside of Houston with my husband, son and cat. Before coming to Houston, I lived and researched in San Francisco, Zurich (Switzerland), Melbourne (Australia) and Victoria (Canada). So, if you need any travel tips, just ask!",
            "movie_tv": "British TV show \"Taskmaster\"",
            "hobbies": "Strategic board games and travelling",
            "fact": "No one in my family has the same citizenship. I am Canadian, my husband is Russian and my son is American!",
            "image": "../../../../static/associates/KristaKobylianskii.jpg"
        },
        {
            "name": "Elizabeth Festa",
            "career": "Proposal Development Specialist/Office of Research",
            "bio": "I help faculty members in crafting proposals for federal funding for their research; my job affords me the  pleasure of engaging with research across all disciplines and schools at Rice.  I have worked at Rice in various capacities for 14 years (13 years as a faculty member) and am familiar with most offices/student services at Rice.  My hometown is Chantilly, Virginia (Wash. D.C. metropolitan area). I can advise students on research proposals (NSF, Fulbright etc. ) and graduate school/professional school applications.",
            "movie_tv": "all international crime dramas",
            "hobbies": "museums, documentary films, reading, walking on Memorial Trails and going to the arboretum. I aspire to more hobbies on the long-term--I'd like to get back into English saddle horseback-riding at some point.",
            "fact": "I have two very loud pets--a Siamese and a Min. Schnauzer",
            "image": "../../../../static/associates/ElizabethFesta.jpeg"
        },
        {
            "name": "Tawfik Jarjour",
            "career": "Strategy Consultant",
            "bio": "Tawfik is a Consultant at Accenture who focuses on helping High Tech and Software companies thrive in a post-covid, purpose filled, and value driven world by leveraging the best of Accenture. Tawfik serves his alma mater Rice University through his work on standing committees and the CCD Advisory Board. He is a fan of cooking, hiking, traveling, and meeting great people around the globe. ",
            "movie_tv": "Ted Lasso",
            "hobbies": "Cooking, Hiking, Soccer",
            "fact": "I've worked in 11 different countries in a 12 month period",
            "image": "../../../../static/associates/TawfikJarjour.jpg"
        },
        {
            "name": "Grace Weng",
            "career": "Campus Minister",
            "bio": "McMurtry Class of 2015; Majors: English, VADA (Theatre), ELA 7-12 Teaching Cert.; Assistant Director of Rice Chi Alpha Christian Fellowship",
            "image": "../../../../static/associates/GraceWeng.jpeg"
        },
        {
            "name": "Lena Silva",
            "career": "Civil Litigation Attorney",
            "bio": "Proud OG McMurtry alum! And happy to be back home in Houston after graduating from Rice in 2013, teaching 9th grade English in Southeast Houston for two years, then spending three years in Austin at UT Law, followed by clerking for a U.S. District Judge in El Paso for two years. I am happy to advise students on all thing law school, LSAT, pre-law, as well as taking time off after Rice before doing any of the above! I majored in The Study of Women, Gender, & Sexuality, as well as Psychology and would love to talk about my experiences in these studies. ",
            "movie_tv": "Bachelor/Bachelorette/Bachelor in Paradise",
            "hobbies": "Salsa & Bachata dancing, Yoga, Rock Climbing, Camping",
            "fact": "I have competed and performed stand up comedy all over Houston.",
            "image": "../../../../static/associates/LenaSilva.jpg"
        },
        {
            "name": "Laura Kabiri",
            "career": "Assistant Teaching Professor; Sports Medicine & Exercise Physiology",
            "bio": "I'm an EXCEPTIONALLY excited faculty associate and the NSCI DA for McMurtry! I teach human anatomy and physiology and I like free hugs, good humans, and puppies of all kinds. I am Texas born and bred and love wearing dresses and western boots. With a background in healthcare, I am always happy to talk about careers in medicine, how to survive adulting, or just the meaning of life :)",
            "movie_tv": "Books. The kind with real paper.",
            "hobbies": "Woodworking, reading, food, music",
            "fact": "Our family motto is 'Be weird, but wonderful!'. I'm KILLING it.",
            "image": "../../../../static/associates/LauraKabiri.jpg"
        },
        {
            "name": "Manny De la Mora ",
            "career": "After physically altering them I apply heat, fat, acid as well as other compounds  to change the chemical and physical nature of inert organic flora and fauna. ",
            "bio": "I attended Rice with the intention of going to medical school.  After my junior year I decided that medical school was not the right career path for me so I decided to go to culinary school instead. I think I can really help students that are unsure of what they want to do or had an idea but might want to make a change. ",
            "movie_tv": "Braveheart / Cowboy Bebop ",
            "hobbies": "Video Games, Smoking/BBQ, Reading ",
            "fact": "I am from Mexico and did not learn to speak English until I was about 4 years old. ",
            "image": "../../../../static/associates/ManuelDelaMora.jpg"
        }
    ]
}